@include('layouts.appmath')
@yield('head')
<body>
<div class="obloko">
    <div class="main">
        @yield('header')
        @yield('slider')
    </div>
    <div class="site_content">
            <div class="sidebar_container">
                <div style="height: 861px;" class="sidebar">
                    <h2>Полезные ссылки
                        <hr>
                    </h2>
                    <a href="http://www.kemsu.ru">
                        <img src="{{asset('images/kemstu.gif')}}" style="margin-top: 20px;" border="0" height="50"
                             width="200"></a>

                    <a href="http://www.math.kemsu.ru">
                        <img src="{{asset('images/math.gif')}}" style="margin-top: 20px;" border="0" height="50"
                             width="200"></a>

                    <a href="http://elibrary.ru">
                        <img src="{{asset('images/elb.jpg')}}" style="margin-top: 20px;" border="0" height="50"
                             width="200"></a>

                    <a href="http://edu.kemsu.ru">
                        <img src="{{asset('images/edu2.gif')}}" style="margin-top: 20px;" border="0" height="50"
                             width="200"></a>


                    <a href="http://niais.kemsu.ru/conf">
                        <img src="{{asset('images/oldconf.gif')}}" style="margin-top: 20px;" border="0" height="50"
                             width="200"></a>


                    <a href="http://www.kemsu.ru/departments/cce/prof_sotr.html">
                        <img src="{{asset('images/profkom150x50.gif')}}" style="margin-top: 20px;" border="0"
                             height="50"
                             width="200"></a>

                    <a href="http://studclub.kemsu.ru">
                        <img src="{{asset('images/stud_club150x50.gif')}}" style="margin-top: 20px;" border="0"
                             height="50"
                             width="200"></a>

                    <a href="http://science.kemsu.ru">
                        <img src="{{asset('images/ban2_150x50.gif')}}" style="margin-top: 20px;" border="0" height="50"
                             width="200"></a>
                </div>
            </div>
        @yield('left-sidebar')
        <div class="content">
            <font size="5" color="#1874CD">
                <center><b>Презентация кафедры </b></center>
            </font>
            <div class="posts_content">

                <p align="center" style="color: #1874CD;"><i>Прикладная математика и информатика - веление времени</i>
                </p><br>

            </div>
        </div>
        <div class="content">
            <div class="posts_content">
                <p align="justify"><i> «Вместо того, чтобы «пробовать» и «ошибаться» на реальных объектах,
                        люди предпочитают делать это на математических моделях.
                        Построение таких моделей, их анализ и вывод рекомендаций -
                        одна из важнейших задач математики»</i></p>
                <p align="right"><span> Е.С. Вентцель</span></p><br>
            </div>
        </div>
        <div class="content">
            <div class="posts_content">
                <p align="justify"><i> «Человек придает кибернетическим машинам способность творить
                        и создает этим себе могучего помощника»</i></p>
                <p align="right"><span> Ноберт Винер</span></p><br>
            </div>
        </div>
        <div class="content">
            <div class="posts_content"><br>
                <p align="justify"><span>Прикладная математика</span> - это применение математических методов и
                    алгоритмов в самых различных сферах жизнедеятельности человека. </p>
                <p align="justify">
                    Применение математики к любой практической проблеме начинается с
                    построения математической модели. Имея задачу, сформулированную
                    математически, можно выбрать алгоритм ее решения из множества уже
                    имеющихся, либо разработать новый алгоритм. Умение строить и
                    анализировать математические модели, выбор и разработка методов решения
                    - все это навыки математика-прикладника.</p>
                <p align="justify">
                    Сегодня ни одна серьезная практическая задача не решается без
                    использования вычислительной техники. Для прикладника, компьютер - это
                    инструмент, с помощью которого он реализует решение задачи, примерно,
                    как ручка для письма или ложка для еды. Под «компьютером» понимается
                    как знание языков и средств, так и специализированных пакетов программ
                    для различных предметных областей.</p>
            </div>
        </div>
        <div class="content">
            <h3>
                <center>Кем могут работать выпускники направления Прикладная математика и информатика?</center>
            </h3>
            <div class="posts_content"><br>
                <p align="justify"> Известно, что сегодня на рынке труда высоко ценятся
                    программисты. Однако, еще больше ценятся (в том числе и за рубежом)
                    программисты, получившие фундаментальную математическую базу. Такую
                    базу (а не просто умение писать код) можно получить на профильных
                    кафедрах классических ВУЗов, каковой является кафедра Прикладной
                    математики Кемеровского Государственного университета. Однако,
                    возможности трудоустройства выпускников-прикладников не ограничиваются
                    только IT-компаниями.</p>

                <p align="justify"> Вот далеко не полный список наиболее востребованных и высокооплачиваемых вакансий,
                    которые может занять прикладной математик:
                </p>
                <p></p>
                <li>В сфере IT (разработчик и руководитель проекта, программист, QA-engineer, дизайнер);</li>
                <p></p>
                <li>Аналитик в научно-технической, банковской, финансовой, технической, информационной, консалтинговой и
                    маркетинговой сферах;
                </li>
                <p></p>
                <li>Актуарий в страховой компании;</li>
                <p></p>
                <li>Руководитель крупного проекта;</li>
                <p></p>
                <li>Руководитель и владелец коммерческой фирмы.</li>
            </div>
            <br>


            <punkt style="color: #1874CD;">
                <center><b>-------------------------------------------------------------------------------------</b>
                </center>
            </punkt>
            <h3>
                <center>Чем занимается выпускник направления Прикладная математика и информатика?</center>
            </h3>
            <div class="posts_content"><br>
                <p></p>
                <li>Выступает
                    в качестве эксперта в научно-технической, IT, банковской, финансовой,
                    информационной, консалтинговой и маркетинговой сферах;
                </li>
                <p></p>
                <li>Изучает проблему в любой предметной области;</li>
                <p></p>
                <li>Строит математическую модель проблемы из любой области практической деятельности человека;</li>
                <p></p>
                <li>Определяет методы решения поставленной задачи;</li>
                <p></p>
                <li>Реализует решение прикладной задачи с использованием современных технологий;</li>
                <p></p>
                <li>Интерпретирует полученный результат в предметную область;</li>
                <p></p>
                <li>Рекомендует наилучшие варианты дальнейшего развития и оптимизации работы изучаемой системы.</li>

            </div>
            <br>
            <punkt style="color: #1874CD;">
                <center><b>-------------------------------------------------------------------------------------</b>
                </center>
            </punkt>
            <h3>
                <center>Чему учат студентов на кафедре Прикладной математики?</center>
            </h3>
            <div class="posts_content"><br>
                <p align="justify"> В процессе обучения студенты получают следующие навыки:
                </p>
                <p></p>
                <li>Использование математических методов в различных прикладных областях;</li>
                <p></p>
                <li>Анализ естественных, социально-экономических и экологических процессов;</li>
                <p></p>
                <li>Построение математических моделей реальных процессов и систем;</li>
                <p></p>
                <li>Выбор математического алгоритма решения задачи;</li>
                <p></p>
                <li>Анализ компьютерной реализации модели;</li>
                <p></p>
                <li>Изучение информационных систем методами математического прогнозирования и системного анализа;</li>
                <p></p>
                <li>Владение языками программирования;</li>
                <p></p>
                <li>Применение
                    пакетов программ для решения прикладных задач в области экономики,
                    финансов, социологии, технологии, биологии, медицины, экологии и т.п.;
                </li>
                <p></p>
                <li>Проектирование и создание программ и программных комплексов;</li>
                <p></p>
                <li>Проектирование информационных ресурсов и систем;</li>
                <p></p>
                <li>Организация работ и управление созданием программного обеспечения;</li>
                <p></p>
                <li>И в других областях жизнедеятельности;</li>


            </div>
            <br>
            <punkt style="color: #1874CD;">
                <center><b>-------------------------------------------------------------------------------------</b>
                </center>
            </punkt>
            <h3>
                <center>Ваши преимущества для карьерного роста</center>
            </h3>
            <div class="posts_content"><br>

                <p></p>
                <li>Развитие логического мышления;</li>
                <p></p>
                <li>Способность быстро ориентироваться в информационном потоке;</li>
                <p></p>
                <li>Способность самостоятельно овладевать новыми направлениями и технологиями;</li>
                <p></p>
                <li>Способность быстро анализировать и генерировать новые знания;</li>
                <p></p>
                <li>Применимость во всех сферах жизнедеятельности;</li>
                <p></p>
                <li>Умение решать «то, что нужно»;</li>
                <p></p>
                <li>Возможность легко трудоустроиться, в том числе за рубежом.</li>

            </div>
            <br>
            <punkt style="color: #1874CD;">
                <center><b>-------------------------------------------------------------------------------------</b>
                </center>
            </punkt>
            <h3>
                <center>Учебные дисциплины кафедры Прикладной математики (бакалавриат)
                    <br>Основные курсы
                </center>
            </h3>
            <div class="posts_content"><br>

                <p></p>
                <li>Исследование операций;</li>
                <p></p>
                <li>Методы оптимизации;</li>
                <p></p>
                <li>Теория вероятностей и математическая статистика;</li>
                <p></p>
                <li>Дискретная математика;</li>
                <p></p>
                <li>Математическая экономика;</li>
                <p></p>
                <li>Высшие финансовые расчеты;</li>
                <p></p>
                <li>Имитационное моделирование;</li>
                <p></p>
                <li>Математические модели социальных систем;</li>
                <p></p>
                <li>Теория прогнозирования;</li>
                <p></p>
                <li>Математические основы теории автоматического управления.</li>

            </div>
            <br>
            <punkt style="color: #1874CD;">
                <center><b>-------------------------------------------------------------------------------------</b>
                </center>
            </punkt>
            <h3>
                <center>Курсы по выбору</center>
            </h3>
            <div class="posts_content"><br>

                <p></p>
                <li>Математические основы технической кибернетики;</li>
                <p></p>
                <li>Системный анализ;</li>
                <p></p>
                <li>Математическая теория риска;</li>
                <p></p>
                <li>Математические модели в экологии;</li>
                <p></p>
                <li>Цифровые системы управления и мониторинга;</li>
                <p></p>
                <li>Программирование в системах реального времени;</li>
                <p></p>
                <li>Анализ данных;</li>
                <p></p>
                <li>Компьютерная автоматизация в науке и производстве;</li>
                <p></p>
                <li>Избранные главы прикладной статистики;</li>
                <p></p>
                <li>Нейронные сети;</li>

                <p></p>
                <li>Эконометрика;</li>
                <p></p>
                <li>Теория оптимальных процессов;</li>
                <p></p>
                <li>Методы экспертных оценок;</li>
                <p></p>
                <li>Теория случайных процессов;</li>
                <p></p>
                <li>Финансовая математика;</li>
                <p></p>
                <li>Математические основы теории автоматического управления;</li>
                <p></p>
                <li>Имитационное моделирование;</li>
                <p></p>
                <li>Цифровые системы управления;</li>
                <p></p>
                <li>Идентификация стохастических объектов;</li>
                <p></p>
                <li>Математические модели в психологии;</li>
                <p></p>
                <li>Методы распознавания образов;</li>
                <p></p>
                <li>Динамическая оценка риска;</li>
                <p></p>
                <li>Идентификация стохастических систем;</li>
                <p></p>
                <li>Дополнительные главы математической статистики.</li>
            </div>
            <br>
            <punkt style="color: #1874CD;">
                <center><b>-------------------------------------------------------------------------------------</b>
                </center>
            </punkt>
            <h3>
                <center>Учебные дисциплины кафедры Прикладной математики (магистратура)
                    <br>Курсы по выбору
                </center>
            </h3>
            <div class="posts_content"><br>

                <p></p>
                <li>Моделирование риска в сложных системах;</li>
                <p></p>
                <li>Идентификация динамических систем;</li>
                <p></p>
                <li>Применение непрерывных дробей при построении математических моделей;</li>
                <p></p>
                <li>Нечеткие модели сложных систем.</li>
            </div>
            <br>
            <punkt style="color: #1874CD;">
                <center><b>-------------------------------------------------------------------------------------</b>
                </center>
            </punkt>
            <h3>
                <center>Краткие сведения о кафедре Прикладной математики</center>
            </h3>
            <div class="posts_content"><br>
                <p align="justify">В целях оптимизации структуры математического
                    факультета, в мае 2015 года в КемГУ вышли подряд два приказа (№245/10
                    от 18.05.2015 г. о переименовании с 19.05.2015 г. кафедры
                    математической кибернетики (МК) в кафедру прикладной математики (ПМ) и
                    ликвидации кафедр высшей математики, вычислительной математики и
                    автоматизации исследований и технической кибернетики (АИТК); №1431/08
                    от 21.05.2015 г. о переводе преподавателей кафедры АИТК на кафедру ПМ),
                    определившие образование новой кафедры ПМ, в состав которой вошли все
                    работники МК и АИТК.</p>
                <p align="justify"> Профессорско-преподавательский состав кафедры
                    прикладной математики: профессоров – 3, доцентов – 6, старших
                    преподавателей – 4.</p>
            </div>


            <br>
            <punkt style="color: #1874CD;">
                <center><b>-------------------------------------------------------------------------------------</b>
                </center>
            </punkt>
            <h3>
                <center>Направления обучения:</center>
            </h3>
            <div class="posts_content"><br>
                <p align="justify">01.03.02 – Прикладная математика и информатика (профиль бакалавриата - «Исследование
                    операций и системный анализ»).</p>
                <p align="justify"> 01.04.02 – Прикладная математика и информатика (программа магистратуры -
                    «Математическое моделирование»).</p>
                <p align="justify"> 09.06.01 – Информационная и вычислительная техника
                    (направленность – 05.13.18-Математическое моделирование, численные
                    методы и комплексы программ)</p>
            </div>
            <br>
            <punkt style="color: #1874CD;">
                <center><b>-------------------------------------------------------------------------------------</b>
                </center>
            </punkt>
            <h3>
                <center>Научная школа:</center>
            </h3>
            <div class="posts_content"><br>
                <p align="justify">«Дискретная математика и математическая кибернетика»</p>
            </div>
            <br>
            <punkt style="color: #1874CD;">
                <center><b>-------------------------------------------------------------------------------------</b>
                </center>
            </punkt>
            <h3>
                <center>Направления научно-исследовательской работы:</center>
            </h3>
            <div class="posts_content"><br>
                <p align="justify">«Математическое моделирование оптимизационных и управленческих задач в
                    социально-экономических системах».</p>
                <p align="justify"> «Численные методы решения задач математического программирования».</p>
                <p align="justify"> «Анализ и синтез цифровых систем контроля, диагностики и управления».</p>
                <p align="justify"> Кафедра имеет научные связи со многими высшими
                    учебными и научно-исследовательскими заведениями Кузбасса, Сибири, а
                    также других городов и регионов России (кафедрой оптимального
                    управления факультета ВМиК МГУ им. М.В.Ломоносова, кафедрой ТВиМС
                    факультета ПМ-ПУ СПбГУ, Институтом математики и информатики СВФУ им.
                    М.К.Аммосова и др.).</p>
            </div>
            <br>
            <punkt style="color: #1874CD;">
                <center><b>-------------------------------------------------------------------------------------</b>
                </center>
            </punkt>
            <h3>
                <center>Дорогие студенты!</center>
            </h3>
            <br>
            <div class="posts_content">
                <p align="justify"><i> Мы уверены, что вы примите правильное решение и выберете кафедру Прикладной
                        математики!</i></p>
                <p align="right"><span> Зав. кафедрой Прикладной математики<br>
профессор Данилов Н.Н.</span></p><br>
            </div>
        </div>
    </div>
</div>
@yield('footer')
