@include('layouts.appmath')
@yield('head')
<body>
<div class="obloko">
    <div class="main">
        @yield('header')
        @yield('slider')
    </div>
    <div class="site_content">
        @yield('sidebar')
        @yield('left-sidebar')
        <div class="content">
            <font size="5" color="#1874CD"><center><b>Добро пожаловать на сайт кафедры прикладной математики </b></center></font>
            <div class="posts_content">

                <p align="justify"><i><br>В
                        целях оптимизации структуры математического факультета, в мае 2015 года
                        в КемГУ вышли подряд два приказа (№245/10 от 18.05.2015 г. о
                        переименовании с 19.05.2015 г. кафедры математической кибернетики (МК)
                        в кафедру прикладной математики (ПМ) и ликвидации кафедр высшей
                        математики, вычислительной математики и автоматизации исследований и
                        технической кибернетики (АИТК); №1431/08 от 21.05.2015 г. о переводе
                        преподавателей кафедры АИТК на кафедру ПМ), определившие образование
                        новой кафедры ПМ, в состав которой вошли все работники МК и АИТК.</p>
                <punkt style="color: #1874CD;"><center><b>-------------------------------------------------------------------------------------</b></center></punkt>

                <p text-indent="" 25px="" align="justify">На кафедре читаются основные
                    курсы: «Вариационное исчисление и методы оптимизации», «Методы
                    оптимизации», «Математическая экономика», «Теория вычислительных
                    процессов и структур», «Теория игр и исследование операций», «Теория
                    оптимальных процессов», «Теория автоматов и формальных языков»,
                    «Дискретная математика», «Системный анализ», «Современные проблемы
                    прикладной математики и информатики», «История и методология прикладной
                    математики и информатики», «Математические модели в
                    социально-экономических системах», «Специальные математические модели
                    исследования операций», «Моделирование риска в сложных системах»,
                    «Математическая теория риска», «Финансовая математика», «Менеджмент»,
                    «Проверка статистических гипотез», «Теория случайных процессов»,
                    «Идентификация динамических объектов», «Операционные системы реального
                    времени», «Избранные главы прикладной статистики», «Компьютерная
                    автоматизация в науке и производстве», «Теория вероятностей и
                    математическая статистика», «Полиномиальные уравнения в теории
                    оптимального управления» и др.
                    Таким образом, дата 19 мая 2015 года стала, фактически, вторым днем
                    рождения кафедры ПМ. Первый раз кафедра ПМ была открыта на МФ КемГУ в
                    1979 году и просуществовала до 1992 года, когда по приказу №477/08
                    ректора КемГУ от 10.06.1992 г. она была разделена на две кафедры – МК и
                    АИТК. По этому же приказу были назначены заведующими кафедрами
                    соответственно профессор Данилов Н.Н. и доцент Карташов В.Я.
                </p>
                <punkt style="color: #1874CD;"><center><b>-------------------------------------------------------------------------------------</b></center></punkt>

                <p align="justify">За тринадцать лет (со времени распада кафедры ПМ до
                    ее возрождения) эти две кафедры оставались родственными, участвуя в
                    реализации одной и той же специальности (направления) Прикладная
                    математика и информатика, читая основные курсы одному и тому же
                    контингенту студентов, проводя совместно различные виды практик
                    студентов. За эти годы обе кафедры воспитали четыре доктора наук, более
                    двадцати кандидатов наук, выпустили целую плеяду
                    высококвалифицированных специалистов по прикладной математике и
                    информатике, которые успешно трудятся в Кемеровской области и в других
                    регионах России, прославляя свои кафедры, факультет и университет.</p>
                <p align="justify">На вновь образованной кафедре прикладной математики
                    работает тринадцать штатных преподавателей, в том числе, три
                    профессора, шесть доцентов и четыре старших преподавателя, кроме того
                    два внешних совместителя из числа работодателей. Кафедра является
                    выпускающей по направлению бакалавриата 01.03.02 Прикладная математика
                    и информатика (направленность (профиль) Исследование операций и
                    системный анализ) по дневной и заочной формам обучения и по направлению
                    магистратуры 01.04.02 Прикладная математика и информатика (магистерская
                    программа Математическое моделирование). Кроме того кафедра прикладной
                    математики ведет занятия по направлению аспирантуры 09.06.01
                    Информатика и вычислительная техника (направленности (профили) 05.13.18
                    Математическое моделирование, численные методы и комплексы программ и
                    05.13.06 Автоматизация и управление технологическими процессами и
                    производствами), а также по дисциплинам математики и информатики - для
                    бакалавриата девяти факультетов Кемеровского госуниверситета.</p>
                <punkt style="color: #1874CD;"><center><b>-------------------------------------------------------------------------------------</b></center></punkt>

                <p align="justify">В бакалавриате математического факультета
                    преподаватели кафедры ведут следующие общие курсы: Введение в
                    специальность (ПМиИ), Исследование операций и системный анализ, Методы
                    оптимизации, Теория вероятностей и математическая статистика,
                    Дискретная математика, Функциональный анализ и теория оптимальных
                    процессов, Математическая экономика, Основы финансовой математики,
                    Теория игр, Имитационное моделирование, Теория случайных процессов,
                    Компьютерная автоматизация научных исследований; курсы по выбору
                    студентов: Теория прогнозирования , Математическая теория риска, Теория
                    принятия решений, Многокритериальная оптимизация , Математические
                    основы технической кибернетики, Особенности программирования в системах
                    реального времени, Основы теории автоматического управления, Прикладная
                    статистика, Эконометрика, Численные методы нелинейного
                    программирования, Анализ данных, Нейронные сети, "Компьютерное
                    моделирование и анализ временных рядов", Методы экспертных оценок,
                    Машины опорных векторов, Математические модели в экологии, Системы
                    массового обслуживания, Актуарная математика и страхование жизни,
                    Математические модели инвестиционного портфеля, Теория нечетких
                    множеств.</p>
                <punkt style="color: #1874CD;"><center><b>-------------------------------------------------------------------------------------</b></center></punkt>

                <p align="justify">В магистратуре преподаватели кафедры читают
                    следующие общие курсы: История и методология прикладной математики и
                    информатики, Современные проблемы прикладной математики и информатики,
                    Непрерывные математические модели, Дискретные математические модели,
                    Математические модели технологических процессов, Математические модели
                    социально-экологических процессов, Математическое моделирование в
                    социально-экономических системах, Специальные математические модели
                    исследования операций, Теория вычислительных процессов и структур;
                    курсы по выбору магистрантов: Моделирование риска в сложных системах,
                    Идентификация динамических систем, Нечеткие модели сложных систем, Сети
                    Петри, Применение непрерывных дробей при построении математических
                    моделей.</p>
                <punkt style="color: #1874CD;"><center><b>-------------------------------------------------------------------------------------</b></center></punkt>

                <p align="justify">В аспирантуре преподаватели кафедры читают следующие
                    курсы: по профилю 05.13.18 – Современные проблемы прикладной математики
                    и информатики, Математическое моделирование, численные методы и
                    комплексы программ; по профилю 05.13.06 – Идентификация стохастических
                    объектов.</p>
                <punkt style="color: #1874CD;"><center><b>-------------------------------------------------------------------------------------</b></center></punkt>

                <p align="justify">	 Научно-исследовательская работа на кафедре сконцентрирована по направлениям:
                </p><p></p><li>«Математическое моделирование оптимизационных и управленческих задач в соцально-экономических системах»;</li>
                <p></p><li>«Численные методы решения задач математического программирования»;</li>
                <p></p><li>Специальные математические модели исследования операций;</li>
                <p></p><li>«Анализ и синтез цифровых систем контроля, диагностики и управления;</li>

                <p align="justify">
                    На кафедре функционирует научная школа «Дискретная математика и
                    математическая кибернетика» (руководитель профессор Данилов Н.Н.). По
                    направлению аспирантуры 09.06.01 Информационная и вычислительная
                    техника подготовка кандидатских диссертаций ведется по двум профилям
                    05.13.18 (руководитель профессор Данилов Н.Н.) и 05.13.06 (руководитель
                    профессор Карташов В.Я.).</p>
                <p align="justify">Кафедра имеет
                    научные связи со многими высшими учебными и научно-исследовательскими
                    заведениями Кузбасса, Сибири, а также других городов и регионов России
                    (кафедрой оптимального управления факультета ВМиК МГУ им.
                    М.В.Ломоносова, кафедрой ТВиМС факультета ПМ-ПУ СПбГУ, Институтом
                    математики и информатики СВФУ им. М.К.Аммосова и др.).</i></p>


            </div>
        </div>


    </div>

</div>
@yield('footer')
